{
  "header": {
    "home": "Галоўная",
    "allDirectors": "Рэжысёры",
    "workLog": "Працоўны часопіс",
    "styleGuide": "Гід па стылі",
    "ourTeam": "Наша каманда"
  },
  "descrPortal": {
    "name": "Тэатральныя рэжысёры Беларусі",
    "description": "Тэатральны рэжысёр або рэжысёр з'яўляецца інструктарам на тэатральным полі, які назірае і арганізуе мантаж тэатральнай пастаноўкі (п'есы, оперы, мюзiкла або прыдуманага творы), аб'ядноўваючы розныя намаганні і аспекты вытворчасці. Задача рэжысёра - забяспечыць якасць і паўнату тэатральнай пастаноўкі і прывесці членаў творчай групы да рэалізацыі свайго мастацкага бачання. Такім чынам, дырэктар супрацоўнічае з камандай творчых асоб і іншых супрацоўнікаў, каардынуючы даследаванні, сцэнаграфію, дызайн касцюмаў, рэквізіт, дызайн асвятлення, акцёрскае майстэрства, сцэнаграфію, баявыя дзеянні і гукавы дызайн для вытворчасці. Калі пастаноўка уяўляе сабой новую п'есу або (новы) пераклад п'есы, рэжысёр таксама можа працаваць з драматургам ці перакладчыкам."
  },
  "authorOfDay": {
    "name": {
      "Евстигней": "Еўсцiгней",
      "Лариса": "Ларыса",
      "Борис": "Барыс",
      "Игнат": "Iгнат",
      "Леон": "Леон",
      "Владимир": "Ўладзiмiр"
    },
    "surname": {
      "Евстигней": "Miровiч",
      "Лариса": "Александроўская",
      "Борис": "Луценка",
      "Игнат": "Буйнiцкi",
      "Леон": "Рахленка",
      "Владимир": "Цезаўроўскi"
    },
    "id": {
      "Евстигней": "1",
      "Лариса": "2",
      "Борис": "3",
      "Игнат": "4",
      "Леон": "5",
      "Владимир": "6"
    },
    "yearsOfLife": {
      "Евстигней": "29 ліпеня [10 жнiўня], 1878 - 25 лютага, 1952",
      "Лариса": "2 лютага [15 лютага], 1902 - 23 траўня, 1980",
      "Борис": "16 верасня, 1937 - 5 лютага, 2020",
      "Игнат": "10 [22] жнiўня, 1861 - 9 [22] верасня, 1917",
      "Леон": "6 [19] верасня, 1907 - 9 сакавiка, 1986",
      "Владимир": "1880 - 1955"
    },
    "generalInfo": {
      "Евстигней": "расійскі і беларускі савецкі акцёр, рэжысёр, драматург, педагог, прафесар (1945). Народны артыст Беларускай ССР (1940).",
      "Лариса": "беларуская, савецкая оперная спявачка (сапрана), рэжысёр, публіцыст, грамадскі дзеяч. Народная артыстка СССР (1940).",
      "Борис": "савецкі і беларускі рэжысёр-пастаноўшчык тэатра і кіно. Народны артыст Рэспублікі Беларусь (1995). Заслужаны дзеяч мастацтваў Беларускай ССР (1975).",
      "Игнат": "беларускі акцёр, рэжысёр, тэатральны дзеяч, заснавальнік першага прафесійнага нацыянальнага беларускага тэатра.",
      "Леон": "савецкі акцёр, рэжысёр, педагог. Народны артыст СССР (1966).",
      "Владимир": "савецкі акцёр і рэжысёр, Заслужаны артыст РСФСР (1945 г.)."
    },
    "button": "Падрабязней"
  }
}
