{
    "header": {
      "home": "Главная",
      "allDirectors": "Режиссёры",
      "workLog": "Рабочий журнал",
      "styleGuide": "Гид по стилю",
      "ourTeam": "Наша команда"
    },
    "descrPortal": {
      "name": "Театральные режиссеры Беларуси",
      "description": "Театральный режиссер или режиссер является инструктором на театральном поле, который наблюдает и организует монтаж театральной постановки (пьесы, оперы, мюзикла или придуманного произведения), объединяя различные усилия и аспекты производства. Задача режиссера - обеспечить качество и полноту театральной постановки и привести членов творческой группы к реализации своего художественного видения. Таким образом, директор сотрудничает с командой творческих личностей и других сотрудников, координируя исследования, сценографию, дизайн костюмов, реквизит, дизайн освещения, актерское мастерство, сценографию, боевые действия и звуковой дизайн для производства. Если постановка представляет собой новую пьесу или (новый) перевод пьесы, режиссер также может работать с драматургом или переводчиком."
    },
    "authorOfDay": {
      "name": {
        "Евстигней": "Евстигней",
        "Лариса": "Лариса",
        "Борис": "Борис",
        "Игнат": "Игнат",
        "Леон": "Леон",
        "Владимир": "Владимир"
      },
      "surname": {
        "Евстигней": "Mirovich",
        "Лариса": "Александровская",
        "Борис": "Луценко",
        "Игнат": "Буйницкий",
        "Леон": "Рахленко",
        "Владимир": "Тезавровский"
      },
      "id": {
        "Евстигней": "1",
        "Лариса": "2",
        "Борис": "3",
        "Игнат": "4",
        "Леон": "5",
        "Владимир": "6"
      },
      "yearsOfLife": {
        "Евстигней": "29 июля [10 августа], 1878 - 25 февраля, 1952",
        "Лариса": "2 февраля [15 февраля], 1902 - 23 мая, 1980",
        "Борис": "16 сентября, 1937 - 5 февраля, 2020",
        "Игнат": "10 [22] августа, 1861 - 9 [22] сентября, 1917",
        "Леон": "6 [19] сентября, 1907 - 9 марта, 1986",
        "Владимир": "1880 - 1955"
      },
      "generalInfo": {
        "Евстигней": "российский и белорусский советский актёр, режиссёр, драматург, педагог, профессор (1945). Народный артист Белорусской ССР (1940).",
        "Лариса": "белорусская, советская оперная певица (сопрано), режиссёр, публицист, общественный деятель. Народная артистка СССР (1940).",
        "Борис": "советский и белорусский режиссёр-постановщик театра и кино. Народный артист Республики Беларусь (1995). Заслуженный деятель искусств Белорусской ССР (1975).",
        "Игнат": "белорусский актёр, режиссёр, театральный деятель, основатель первого профессионального национального белорусского театра.",
        "Леон": "советский актёр, режиссёр, педагог. Народный артист СССР (1966).",
        "Владимир": "советский актёр и режиссёр, Заслуженный артист РСФСР (1945 г.)."
      },
      "button": "Подробнее"
  }
}